[
  {
    "imageUrl": "https://i.ibb.co/ZzMLLGMT/Ben-Saber-Art-inspired-by-Lahaina.png",
    "name": "Ben Saber",
    "subtitle": "Oil on Canvas",
    "description": "Ben Saber is a French-Algerian plein-air artist who splits his time between Washington State and Hawaii, capturing the natural beauty of both regions through his landscape paintings. A former YouTube pioneer in online art instruction with hundreds of thousands of subscribers, Saber has deep roots in Lahaina's art community and continues to paint the historic charm and cultural heritage of Maui.",
    "worksAvailable": "6",
    "portfolioUrl": "https://enchantressgallery.com/collections/ben-saber-lahaina-art"
  },
  {
    "imageUrl": "https://i.ibb.co/hk0sQxW/Charlie-Lyon-Palm-Tree-Artist.png",
    "name": "Charlie Lyon",
    "subtitle": "Oil on Canvas",
    "description": "Charlie Lyon is a California-born, Maui-based artist whose meditative paintings of swaying palm trees and moving clouds capture the essence of island life, with his work now featured in Maui Jim's luxury eyewear Signature Collection. A lifelong surfer and son of two artists, Charlie translates his beach lifestyle into contemplative artwork that invites viewers to slow down and find peace in nature's simple movements.",
    "worksAvailable": "6",
    "portfolioUrl": "https://enchantressgallery.com/collections/charlielyon"
  },
  {
    "imageUrl": "https://i.ibb.co/qM2ynmsZ/Beck-Paschoal.png",
    "name": "Beck Pashcoal",
    "subtitle": "Rich layers of color and sculptural textures ",
    "description": "Beck Paschoal is a California-born, Maui-based artist whose impressionistic paintings feature rich layers of color and sculptural textures created with unconventional tools including her hands and palette knives. Her internationally collected works celebrate the beauty of everyday island life and human connection, with pieces featured at prestigious venues including the Oceanside Museum of Art and galleries across Hawaii, while she continues to innovate with large-scale murals and experimental materials.",
    "worksAvailable": "7",
    "portfolioUrl": "https://enchantressgallery.com/collections/beckpaschoal"
  },
  {
    "name": "View All Artists",
    "subtitle": "",
    "description": "Explore the full roster of talented creators represented by our gallery.",
    "imageUrl": "https://i.ibb.co/VcFWFDfh/Kai-Window.png",
    "worksAvailable": "",
    "portfolioUrl": "https://enchantressgallery.com/"
  },
  {
    "name": "View All Artists",
    "subtitle": "",
    "description": "Explore the full roster of talented creators represented by our gallery.",
    "imageUrl": "https://i.ibb.co/VcFWFDfh/Kai-Window.png",
    "worksAvailable": "",
    "portfolioUrl": "https://enchantressgallery.com/"
  }
]