[
  {
    "imageUrl": "https://i.ibb.co/ZzMLLGMT/Ben-Saber-Art-inspired-by-Lahaina.png",
    "name": "Ben Saber",
    "subtitle": "Oil on Canvas",
    "description": "Ben Saber is a French-Algerian plein-air artist who splits his time between Washington State and Hawaii, capturing the natural beauty of both regions through his landscape paintings. A former YouTube pioneer in online art instruction with hundreds of thousands of subscribers, Saber has deep roots in Lahaina's art community and continues to paint the historic charm and cultural heritage of Maui.",
    "worksAvailable": "6",
    "portfolioUrl": "https://enchantressgallery.com/collections/ben-saber-lahaina-art"
  },
  {
    "imageUrl": NaN,
    "name": "Notes (based on current layout)",
    "subtitle": "https://i.ibb.co/C58dKMD9/James-Freeborne-Welch.png",
    "description": "James Freeborne Welch",
    "worksAvailable": "Oil paintings & Automobile Art",
    "portfolioUrl": "James Freeborne Welch is a Maui-based artist and gallery owner whose distinctive oil paintings blend influences from Van Gogh, Rock & Roll legends, and island life, while his innovative \"Automobilia Art\" transforms salvaged classic cars into unique furniture pieces. A longtime member of the Lahaina Art Society, Welch combines his passions for surfing, music, and vintage automobiles into vibrant artwork that captures both the energy of rock culture and the beauty of Maui's landscapes."
  },
  {
    "imageUrl": "17",
    "name": "https://enchantressgallery.com/collections/artist-5",
    "subtitle": NaN,
    "description": "Notes (based on current layout)",
    "worksAvailable": "https://i.ibb.co/rRZMJRG4/Kai-Lava.png",
    "portfolioUrl": "Kai Lava"
  },
  {
    "imageUrl": "Oil on Canvas",
    "name": "Kai Lava is a Smithsonian Museum-featured artist with royal Hawaiian lineage connected to Princess Kaiulani and Don Ho, whose spiritually-driven paintings have attracted celebrity collectors including Mike Tyson, Nicholas Cage, and Quincy Jones. Discovered by renowned sea life artist Wyland after appearing on Cake Boss, Kai creates emotionally powerful artwork that reflects her deep connection to Hawaiian culture and the healing power of art, with major commissions including Allegiant Stadium and the Nevada Boxing Hall of Fame.",
    "subtitle": "7",
    "description": "https://enchantressgallery.com/collections/kai-lava",
    "worksAvailable": NaN,
    "portfolioUrl": "Notes (based on current layout)"
  },
  {
    "imageUrl": "https://i.ibb.co/hk0sQxW/Charlie-Lyon-Palm-Tree-Artist.png",
    "name": "Charlie Lyon",
    "subtitle": "Oil on Canvas",
    "description": "Charlie Lyon is a California-born, Maui-based artist whose meditative paintings of swaying palm trees and moving clouds capture the essence of island life, with his work now featured in Maui Jim's luxury eyewear Signature Collection. A lifelong surfer and son of two artists, Charlie translates his beach lifestyle into contemplative artwork that invites viewers to slow down and find peace in nature's simple movements.",
    "worksAvailable": "6",
    "portfolioUrl": "https://enchantressgallery.com/collections/charlielyon"
  },
  {
    "imageUrl": NaN,
    "name": "Notes (based on current layout)",
    "subtitle": "https://i.ibb.co/qM0P0Hd1/Nano-Lopez.png",
    "description": "Nano Lopez",
    "worksAvailable": "Bronze sculptures & organic textures",
    "portfolioUrl": "Nano Lopez is a Colombian sculptor renowned for his \"Nanimals\" series that blends realism and fantasy, creating bronze sculptures that capture the wonder of seeing the world through a child's eyes while incorporating organic textures and vibrant marketplace imagery. His figurative works combine classical training with experimental techniques, resulting in emotionally charged pieces that seamlessly merge nature, folklore, and contemporary life into compelling narratives that invite viewers to rediscover the magic in everyday surroundings."
  },
  {
    "imageUrl": "14",
    "name": "https://enchantressgallery.com/collections/nanolopez",
    "subtitle": NaN,
    "description": "Notes (based on current layout)",
    "worksAvailable": "https://i.ibb.co/nqQp2pQs/Walfrido-Garcia.png",
    "portfolioUrl": "Walfrido Garcia"
  },
  {
    "imageUrl": "Oil on Canvas & Surfboards",
    "name": "Walfrido is a distinguished seascape artist renowned for his \"Romantic Luminism\" style that transforms nature into timeless perfection, with each painting glowing from within like the Old Masters through masterful layering techniques. With over 40 years of experience, he's best known for his groundbreaking \"Lavascapes\" and seascapes that capture brilliant natural light, along with collaborations with Disney and Princess Cruise Lines, while also producing the award-winning TV show \"Art Made Easy.\"",
    "subtitle": "4",
    "description": "https://enchantressgallery.com/collections/walfrido",
    "worksAvailable": NaN,
    "portfolioUrl": "Notes (based on current layout)"
  },
  {
    "imageUrl": "https://i.ibb.co/qM2ynmsZ/Beck-Paschoal.png",
    "name": "Beck Pashcoal",
    "subtitle": "Rich layers of color and sculptural textures ",
    "description": "Beck Paschoal is a California-born, Maui-based artist whose impressionistic paintings feature rich layers of color and sculptural textures created with unconventional tools including her hands and palette knives. Her internationally collected works celebrate the beauty of everyday island life and human connection, with pieces featured at prestigious venues including the Oceanside Museum of Art and galleries across Hawaii, while she continues to innovate with large-scale murals and experimental materials.",
    "worksAvailable": "7",
    "portfolioUrl": "https://enchantressgallery.com/collections/beckpaschoal"
  },
  {
    "name": "View All Artists",
    "subtitle": "",
    "description": "Explore the full roster of talented creators represented by our gallery.",
    "imageUrl": "https://i.ibb.co/VcFWFDfh/Kai-Window.png",
    "worksAvailable": "",
    "portfolioUrl": "https://enchantressgallery.com/"
  }
]